In [7]:
import pandas as pd
import matplotlib.pyplot as plt

In [8]:
structured_data = pd.DataFrame({
"ID": [1, 2, 3],
"Name": ["Alice", "Bob", "Charlie"],
"Age": [25, 30, 35]})

In [9]:
structured_data

   ID     Name  Age
0   1    Alice   25
1   2      Bob   30
2   3  Charlie   35